export  class SO{

   static majors: Array<string> = ['فيزياء', 'كيمياء', 'رياضيات', 'برمجة', 'قرآن', 'فرنسي', 'إنجليزي', 'مدرس جامعي', 'دكتور جامعي',
    'هندسة ', 'طب', 'تمريض', 'باحث', 'تجارة واقتصاد','جميع التخصصات']
   static countryList: Array<any> = [
        { name: 'جميع البلدان', cities: ['جميع المدن'] },
        { name: 'السعودية', cities: ['الدمام', 'الرياض', 'جدة', 'نجران'] },
        { name: 'أمريكا', cities: ['واشنطن', 'نيويورك', 'أخرى'] },
        { name: 'كندا', cities: ['تورونتو', 'أخرى'] },
        { name: 'أمريكا الجنوبية', cities: ['البرازيل', 'أخرى'] },
        { name: 'أوروبا', cities: ['السويد', 'ألمانيا', 'فرنسا', 'إسبانيا', 'أخرى'] },
        { name: 'استراليا', cities: ['سيدني', 'أخرى'] },
        { name: 'مصر', cities: ['القاهرة', 'أخرى'] },
        { name: 'الكويت', cities: ['الكويت', 'أخرى'] },
        { name: 'الإمارات', cities: ['الشارقة', 'دبي', 'أبو ظبي', 'أخرى'] },
        { name: 'البحرين', cities: ['المنامة', 'أخرى'] },
        { name: 'عمان', cities: ['مسقط', 'أخرى'] },
        { name: 'اليمن', cities: ['صنعاء', 'أخرى'] },
        { name: 'سوريا', cities: ['حلب', 'دمشق', 'حمص', 'حماة', 'دير الزور', 'أخرى'] },
        { name: 'لبنان', cities: ['طرابلس', 'بيروت', 'أخرى'] },
        { name: 'الأردن', cities: ['عمان', 'أخرى'] },
        { name: 'العراق', cities: ['بغداد', 'أخرى'] },
        { name: 'فلسطين', cities: ['القدس', 'أخرى'] },
        { name: 'الجزائر', cities: ['الجزائر', 'أخرى'] },
        { name: 'المغرب', cities: ['الدار البيضاء', 'أخرى'] },
        { name: 'السودان', cities: ['الخرطوم', 'أخرى'] },
        { name: 'ليبيا', cities: ['أخرى'] },
        { name: 'تونس', cities: ['أخرى', 'تونس']
      
      }
      ];
    static genderList = [{ value: 'معلم', display: 'معلم' }, { value: 'معلمة', display: 'معلمة' },{value: 'الكل', display: 'الكل'}];
     static  pageSizeList = [{ value: 6, display: '6' }, { value: 12, display: '12' },{value: 18, display: '18'},{value: 24, display: '24'}];
}